[
  {
    "NewsTitle": "X May Lose Up to $75 Million in Revenue as More Advertisers Pull Out",
    "ShortDescription": "Internal documents show companies like Airbnb, Coca-Cola and Microsoft have halted ads, or may do so, after Elon Musk’s endorsement of an antisemitic conspiracy theory.",
    "Description1": "X, the social media company formerly known as Twitter, could lose as much as $75 million in advertising revenue by the end of the year as dozens of major brands pause their marketing campaigns after its owner, Elon Musk, endorsed an antisemitic conspiracy theory this month. Internal documents viewed by The New York Times this week show that the company is in a more difficult position than previously known and that concerns about Mr. Musk and the platform have spread far beyond companies including IBM, Apple and Disney, which paused their advertising campaigns on X last week. The documents list more than 200 ad units of companies from the likes of Airbnb, Amazon, Coca-Cola and Microsoft, many of which have halted or are considering pausing their ads on the social network.",
    "Description2": "The documents come from X’s sales team and are meant to track the impact of all the advertising lapses this month, including those by companies that have already paused and others that may be at risk of doing so. They list how much ad revenue X employees fear the company could lose through the end of the year if advertisers do not return. On Friday, X said in a statement that $11 million in revenue was at risk and that the exact figure fluctuated as some advertisers returned to the platform and others increased spending. The company said the numbers viewed by The Times were either outdated or represented an internal exercise to evaluate total risk.",
    "Description3": "The advertising freezes come during the final three months of the year, which is traditionally the social media company’s strongest quarter as brands run holiday promotions for events such as Black Friday and Cyber Monday. In the last three months of 2021 — the last year the company reported fourth-quarter earnings before Mr. Musk took over — the company recorded $1.57 billion in revenue, of which nearly 90 percent came from advertising. Since Mr. Musk’s $44 billion acquisition of Twitter last year, some brands have been hesitant to advertise on the platform, concerned with Mr. Musk’s behavior and content moderation decisions, which have led to a rise in incendiary and hateful content. U.S. advertising on the platform is down nearly 60 percent this year, prompting the company to try to woo back advertisers in an effort its chief executive, Linda Yaccarino, is spearheading. X is also campaigning for advertisers to return during the holiday period to make up for revenue shortfalls earlier in the year.",
    "PublisherName": "Kate Conger",
    "PublisherPhoto": "https://i.ibb.co/0ssXb0b/Artboard-1.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/sqGFqH9/Artboard-1.jpg",
    "Image2": "https://i.ibb.co/g9zk8hg/Artboard-1.jpg",
    "BackgroundImage": "https://i.ibb.co/dBDDzKz/Artboard-1.jpg",
    "Package": "free",
    "tag":"Economy",
    "status":"Approved"
  },
  {
    "NewsTitle": "Watching People Watch a Game. With 100,000 Friends.",
    "ShortDescription": "Soccer fans are tuning out broadcasts in favor of watchalongs: streaming parties where you hear what you want to hear and see everything except the game.",
    "Description1": "With the lights adjusted and the cameras rolling, the production team gives Joe Smith his cue. In five seconds, he will be broadcasting live to a couple thousand people. Mr. Smith’s mind, though, is elsewhere. “Slate is definitely the best way to build a roof,” he mutters to his co-host, Jay Mottershead, as the countdown hits three. “All these years on, they haven’t topped it.” And with that, they are on air. They will remain so for the next four hours, essentially uninterrupted: a broadcasting endurance test staged in a subterranean studio, all exposed brick and industrial lighting, in the middle of Manchester’s achingly hip Northern Quarter.",
    "Description2": "Before they have finished, they will have touched on subjects as diverse as: the slightly alarming frequency with which Mr. Mottershead has nightmares; the declining popularity of lemon curd; and the story of a man who attends Mr. Smith’s gym exclusively to read vintage copies of “Cars” magazine. Occasionally, their freewheeling, faintly anarchic conversation to be interrupted by what is supposedly the purpose of the evening’s activity: keeping track of the game between the soccer team they support, Manchester United, and the Danish champion, F.C. Copenhagen.",
    "Description3": "That is, after all, what will attract more than 100,000 people to their livestream over the course of those four hours. It is the diversions and the tangents and the stream of consciousness about roofing, though, that will keep them there.",
    "PublisherName": "Rory Smith",
    "PublisherPhoto": "https://i.ibb.co/XjcRdHP/Artboard-2.jpg",
    "PublishedDate": "2023-11-23",
    "Image1": "https://i.ibb.co/LS4fL7v/Artboard-2.jpg",
    "Image2": "https://i.ibb.co/YNyCb6C/Artboard-2.jpg",
    "BackgroundImage": "https://i.ibb.co/nryyLq7/Artboard-2.jpg",
    "Package": "free",
    "tag":"Entertainment",
    "status":"Approved"
  },
  {
    "NewsTitle": "David who? Meet the Air Force Reserve major who is the latest candidate making an entry in 2024",
    "ShortDescription": "Air Force Reserve major and Florida businessman David J. Stuckenberg is entering a crowded race to become the next Republican presidential nominee — less than two months ahead of the Iowa Caucuses.",
    "Description1": "Stuckenberg, 42, has been in Iowa after announcing his candidacy Nov. 9 in Plymouth, Massachusetts, where he told attendees the country could sink further into decline and be scooped up by a tyrannical power or voters could choose a leader who can offer unity, stability and new ideas to fight for the country’s future. National security is also a priority for Stuckenberg, who sees the U.S.'s heavy reliance on outsourcing its manufacturing as a large issue.",
    "Description2": "Stuckenberg, who believes the American economy has been decimated by taxes, told the Des Moines Register he wants to cut taxes by 33% across the board to reinvigorate the economy. He also wants to eliminate inheritance tax, a state tax paid when a person receives money or property from the estate of a deceased person, according to his campaign website. Six states impose an inheritance tax, according to the Tax Foundation. Iowa will phase out its inheritance tax by 2025.",
    "Description3": "Stuckenberg says he wants to shut down the northern and southern borders by his third day in office using National Guard troops and then implement a registration system for undocumented immigrants to understand who is in the U.S. and their situation. The information will be used to determine who stays and who returns home, he told the Register. Those who are dangerous to the U.S. or have criminal backgrounds, for example, would be sent home, he said. Those whose lives are at risk should be granted the ability to stay. ",
    "PublisherName": "Virginia Barreda",
    "PublisherPhoto": "https://i.ibb.co/17jw8Nt/Artboard-3.jpg",
    "PublishedDate": "2023-11-22",
    "Image1": "https://i.ibb.co/FqHKtwC/Artboard-3.jpg",
    "Image2": "https://i.ibb.co/MGNXQcz/Artboard-3.jpg",
    "BackgroundImage": "https://i.ibb.co/RNM6Bnm/Artboard-3.jpg",
    "Package": "premium",
    "tag":"Politics",
    "status":"Approved"
  },
  {
    "NewsTitle": "DeSantis is racking up big endorsements in Iowa. But Trump rallygoers are unimpressed.",
    "ShortDescription": "Florida Gov. Ron DeSantis has assembled an illustrious list of Iowa endorsers, including Iowa Gov. Kim Reynolds and evangelical leader Bob Vander Plaats.",
    "Description1": "But for the throngs of Iowans filling the stands of a Donald Trump rally in Fort Dodge Nov. 18, such high-profile endorsements make little difference.Rally attendee Paul Feauto told the Des Moines Register nobody else stands a chance against Trump. Feauto, 65, said he couldn't believe it when Reynolds endorsed DeSantis over Trump.Most of Iowans, I've got to tell you, love Trump, Feauto said. This is a Trump state, and boy, this is definitely a Trump town.",
    "Description2": "Even so, DeSantis continues to rack up a growing number of significant endorsements. Beyond Reynolds and Vander Plaats, 41 state legislators, including top-ranking Senate President Amy Sinclair and House Majority Leader Matt Windschitl, have thrown their support behind DeSantis. Vander Plaats, president and CEO of The Family Leader, who endorsed DeSantis Tuesday, says the Florida governor is tailor-made for an Iowa caucus victory.",
    "Description3": "But it's unclear whether support from Reynolds and other political leaders will be enough to sway Iowa caucusgoers in DeSantis' favor come Jan. 15, or if the fervor for the former president is too powerful to overcome. Alex Conant, a Republican strategist who worked for Marco Rubio’s 2016 presidential campaign and Joni Ernst’s 2014 U.S. Senate campaign, said the disconnect between the candidate favored by political leadership and the candidate loved by the party's base is a phenomenon not unique to Iowa.",
    "PublisherName": "Katie Akin",
    "PublisherPhoto": "https://i.ibb.co/b5zrFpS/Artboard-4.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/Fx8c6DZ/Artboard-4.jpg",
    "Image2": "https://i.ibb.co/T1668QP/Artboard-4.jpg",
    "BackgroundImage": "https://i.ibb.co/NZpbKNp/Artboard-4.jpg",
    "Package": "premium",
    "tag":"Politics",
    "status":"Approved"
  },
  {
    "NewsTitle": "Donald Trump slams Iowa Gov. Reynolds as 'most unpopular governor' in continued feud",
    "ShortDescription": "I wonder what position Kim was promised in order to back someone who is so far down in the polls, Trump said of Reynolds' endorsement of DeSantis. down in the polls,",
    "Description1": "Donald Trump is again doubling down on his criticism of Iowa Gov. Kim Reynolds and presidential challenger Florida Gov. Ron DeSantis, releasing a video Tuesday in which he dismissed the impact of Reynolds' endorsement of his opponent and called her the most unpopular governor in America. In the video, published by his campaign, Trump said Reynolds had gone from a popular governor to the most unpopular governor in the entire United States of America, not an easy feat.",
    "Description2": "Trump's mention of Reynolds' popularity appears to reference a recent Morning Consult poll surveying the approval ratings of every U.S. senator, governor and President Joe Biden. Reynolds sported the highest disapproval rating of any U.S. governor at 47%. The Iowa Poll in August found that Reynolds remains popular among Republicans in the state, with 81% viewing her favorably. Trump's Tuesday video represents an escalation of the soured relationship between the former president and Reynolds, who broke her neutrality in the caucuses earlier this month by endorsing DeSantis and has since been campaigning alongside him.",
    "Description3": "Trump has previously called Reynolds disloyal in the wake of her endorsement and declared that it would be the end of her political career. But his frustration with Iowa's governor was clear even before the endorsement, previously saying I don't invite her to events as she remained neutral in the caucuses, and later taking credit for her 2022 re-election victory. And while Trump didn't mention Reynolds during an address last weekend in Fort Dodge, he did mention Iowa's two U.S. senators.",
    "PublisherName": "Galen Bacharier",
    "PublisherPhoto": "https://i.ibb.co/cYmLZJW/Artboard-5.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/r3kbLbb/Artboard-5.jpg",
    "Image2": "https://i.ibb.co/0KQzyqm/Artboard-5.jpg",
    "BackgroundImage": "https://i.ibb.co/Ln0rWYB/Artboard-5.jpg",
    "Package": "free",
    "tag":"Politics",
    "status":"Approved"
  },
  {
    "NewsTitle": "Stakes are clear for Michigan: Beat Ohio State or be labeled a gigantic fraud",
    "ShortDescription": "If the Wolverines fall to Ohio State on Saturday, Michigan will never live down the conclusion that it flipped this rivalry by cheating.",
    "Description1": "Michigan’s football program has won 23 consecutive Big Ten games, two conference championships and asserted a level of dominance over Ohio State that has at times made the Buckeyes’ fan base question whether Ryan Day runs a tough enough program to compete at the highest level of the sport. But if the Wolverines lose to Ohio State on Saturday, it will all look like a gigantic fraud. That's the unvarnished, and perhaps unfair truth of the stakes this year. In some ways, it’s bigger than the rivalry. It’s more relevant than who plays in the Big Ten title game next week. And given the context of what’s been happening at Michigan lately, it’s far more urgent than even winning a national championship.",
    "Description2": "The Wolverines scored their 1,000th victory last week, more than anyone else in college football history. They have never needed a win more than this one. Hyperbole? Absolutely not. Regardless of what you think about the sign-stealing scandal that has embroiled the program for the last month and will keep head coach Jim Harbaugh out of Michigan Stadium for the last of his three-game suspension, the consequences of losing this time to Ohio State are crystal clear. ",
    "Description3": "Since Stalions’ activities came to light, there’s been a lot of litigation in the media and among the coaching community about whether violating the NCAA rule against in-person scouting in this matter is a big deal, a minor transgression or a total nothingburger. It’s an interesting discussion because every program steals signs or tries to some degree, and because the NCAA has discussed getting rid of the rule in recent years because it was originally instituted as a cost-saving measure and may not offer much of a competitive advantage anyway. There has even been this incredibly granular, inside baseball-ish discussion about why it’s OK for coaching staffs to share information among each other — information that would have been gained in part through in-person scouting — but not for Stalions to buy tickets to games like any member of the public.",
    "PublisherName": "Dan Wolken",
    "PublisherPhoto": "https://i.ibb.co/Km1wG7N/Artboard-6.jpg",
    "PublishedDate": "2023-11-24",
    "Image1": "https://i.ibb.co/DR1ZPpj/Artboard-6.jpg",
    "Image2": "https://i.ibb.co/hyxr76D/Artboard-6.jpg",
    "BackgroundImage": "https://i.ibb.co/GcbfK4w/Artboard-6.jpg",
    "Package": "premium",
    "tag":"Sports",
    "status":"Approved"
  },
  {
    "NewsTitle": "South Carolina basketball sets program record in 101-19 rout of Mississippi Valley State",
    "ShortDescription": "COLUMBIA — South Carolina women's basketball set a new program record for fewest points allowed with its 101-19 rout of Mississippi Valley State at Colonial Life Arena on Friday.",
    "Description1": "The No. 1 Gamecocks (5-0) trailed for a split second in the opening minutes of the game before outscoring the Devilettes (1-5) by 40 points in the first half. The defense held Mississippi Valley State to six points in each of the first two quarters and started the third on a 12-0 run. The Devilettes combined for just seven points in the entire second half. Senior center Kamilla Cardoso logged her fourth double-double in five games with 14 points and 10 rebounds shooting 53% from the field. However, point guard Raven Johnson had the most well-rounded performance with 12 points, eight rebounds, five steals and five assists.",
    "Description2": "Starting guard Te-Hina Paopao missed the Gamecocks' matchup with South Dakota State on Thursday with an undisclosed injury, but the senior didn't show any signs of rust against the Devilettes. She had six points on two 3-pointers in the first four minutes of the game and hardly slowed down, finishing with 10 points and eight rebounds in just 21 minutes. Paopao also had her best rebounding performance of the season, finishing with six — five on the defensive end — and a block. She had the second-highest plus-minus on the team at plus-65, behind only Raven Johnson at plus-69.",
    "Description3": "Despite Paopao's return, South Carolina struggled from 3-point range for the second straight game. The team went just 3-of-13 beyond the arc in the first half with two of the makes coming from Paopao, while freshman MiLaysia Fulwiley and sophomore Bree Hall went a combined 0-of-6. The Gamecocks finished 5-of-20. However, the team made up more ground in the paint than it did against South Dakota State. The team had 34 of its 52 first-half points in the paint and finished with 72 for the game. The Gamecocks also went 32-of-44 on layups and seven players finished scoring in double-digits.",
    "PublisherName": "Emily Adams",
    "PublisherPhoto": "https://i.ibb.co/qgnNqp1/Artboard-7.jpg",
    "PublishedDate": "2023-11-23",
    "Image1": "https://i.ibb.co/60NBPbC/Artboard-7.jpg",
    "Image2": "https://i.ibb.co/sgCpL0q/Artboard-7.jpg",
    "BackgroundImage": "https://i.ibb.co/Qcm7h8L/Artboard-7.jpg",
    "Package": "premium",
    "tag":"Sports",
    "status":"Approved"
  },
  {
    "NewsTitle": "Will Messi, Ronaldo meet again? Inter Miami denies scheduling match with Al-Nassr",
    "ShortDescription": "Correction/clarification: A previous version of this story incorrectly reported the status of a proposed Inter Miami match against Al-Nassr.",
    "Description1": "News Lionel Messi and Cristiano Ronaldo could take the pitch together next year was met with worldwide excitement, but Inter Miami has refuted a Tuesday announcement it will play in Saudi Arabia. Earlier today, an announcement was issued stating that Inter Miami CF is scheduled to play in the Riyadh Season Cup. This is inaccurate. The release included statements attributed to team owner Jorge Mas. Mas has made no comments, publicly or privately, in relation to the preseason tour, Inter Miami's statement said. Since day one, Inter Miami CF has set out to be a global brand. To this end, we have been in conversations to determine our 2024 preseason schedule.",
    "Description2": "The Messi and Ronaldo matchup would have given fans around the world perhaps one last chance to debate who is the greatest soccer player in the world. The statement released earlier Tuesday by Saudi sports and entertainment official Turki Al-Sheikh said Inter Miami would play Al-Nassr, Ronaldo's Saudi-based club, in a 'last dance' as part of the Riyadh Season Cup at Kingdom Arena in Riyadh, Saudi Arabia. Messi, 36, and Ronaldo, 38, have 13 Ballon d’Or awards between them, with Messi recently winning his eighth award, the most of any player. Ronaldo is next in line with five Ballon d’Ors. And a matchup between them at this stage of their career would only feed into the never-ending debate among soccer fans as which player is the greatest.",
    "Description3": "Massive sports stars participating in Saudi-backed events and leagues is nothing new, and has raised concerns in recent years about sportswashing — using major sporting events and global superstars to erase a poor public image due to a long history of human rights violations. The Saudis have been gaining a foothold in various sports. In soccer, the Saudi Pro League lured Ronaldo, Neymar and others with massive contracts clubs around the world could not match. Messi also received an offer reportedly close to $400 million per year from Al-Hilal before opting to join Inter Miami. Saudis also own the Premier League's Newcastle United FC.",
    "PublisherName": "Safid Deen",
    "PublisherPhoto": "https://i.ibb.co/GCVry77/Artboard-8.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/Mpm4CGp/Artboard-8.jpg",
    "Image2": "https://i.ibb.co/yWWVHv5/Artboard-8.jpg",
    "BackgroundImage": "https://i.ibb.co/WG4VzX1/Artboard-8.jpg",
    "Package": "free",
    "tag":"Sports",
    "status":"Approved"
  },
  {
    "NewsTitle": "'Too fat for cinema': Ridley Scott teases 'Napoleon' extended cut to stream on Apple TV+",
    "ShortDescription": "Joaquin Phoenix plays a mercurial figure in Ridley Scott's historical epic 'Napoleon'",
    "Description1": "The Oscar-nominated director’s historical epic Napoleon, starring Joaquin Phoenix as Napoleon Bonaparte and Vanessa Kirby as wife Josephine, is in theaters now with a 2½-hour runtime. Scott's also prepping an extended cut with about an extra hour of material that will stream on Apple TV+ next year but would be too fat for cinema, he says.The film that's out currently is my judgment on what I call the 'bum ache factor,’  he explains. “When an audience is sitting there, there's a moment where they go, ‘Jesus, is it going be an hour and a half before we have that Japanese dinner? I'm exhausted.' You don't want that to happen.",
    "Description2": "A couple of Kirby’s favorite scenes were edited out of the theatrical version, including an assassination attempt on Napoleon. That was a really incredible day filming in her life, Kirby says. One important sequence that Scott says is absolutely going into the extended cut finds Josephine in prison during the Reign of Terror – she was arrested soon after her first husband, who was later beheaded – and choosing to cut off her hair.",
    "Description3": "In the theatrical cut, Josephine is first seen right after getting out of jail in Paris, sporting a pixie cut, before meeting her future spouse (and eventual French emperor). I really learned, when I read about that part of her life, how much of a survivor she is and how close she came to death, says Kirby, who recommends Kate Williams’ biography Josephine: Desire, Ambition, Napoleon for further historical background. She really was a day away from being killed. I can only imagine that you would commit so much more intensely to life, which I think is why she ended up as empress. I feel like that was a big, huge part of changing her, the nature of her personality and her ability to adapt.",
    "PublisherName": "Brian Truitt",
    "PublisherPhoto": "https://i.ibb.co/bPVdhZw/Artboard-9.jpg",
    "PublishedDate": "2023-11-22",
    "Image1": "https://i.ibb.co/TqXR6qB/Artboard-9.jpg",
    "Image2": "https://i.ibb.co/6HdgKPT/Artboard-9.jpg",
    "BackgroundImage": "https://i.ibb.co/cYVyNVC/Artboard-9.jpg",
    "Package": "premium",
    "tag":"Entertainment",
    "status":"Approved"
  },
  {
    "NewsTitle": "Taylor Swift's surprise songs in São Paulo. Which songs does she have left for Eras tour?",
    "ShortDescription": "Sean Diddy Combs and Cassie have settled a lawsuit in which Cassie accused the hip-hop mogul of rape, sex trafficking and physical abuse. unbranded - Entertainment",
    "Description1": "The surprise songs for Taylor Swift's first night in São Paulo are Now That We Don't Talk from 1989 (Taylor's Version) [From the Vault] on the guitar and Innocent from Speak Now (Taylor's Version) on the piano. At the top of the concert, Swift praised the sold-out crowd inside the Allianz Parque stadium. You went ahead and broke the attendance record for this stadium, she said for her inaugural show in the city. Which means there has never been this many people in this room before. Thank you São Paulo.",
    "Description2": "The surprise songs for Taylor Swift's first night in São Paulo are Now That We Don't Talk from 1989 (Taylor's Version) [From the Vault] on the guitar and Innocent from Speak Now (Taylor's Version) on the piano. At the top of the concert, Swift praised the sold-out crowd inside the Allianz Parque stadium. You went ahead and broke the attendance record for this stadium, she said for her inaugural show in the city. Which means there has never been this many people in this room before. Thank you São Paulo.",
    "Description3": "The surprise songs for Taylor Swift's first night in São Paulo are Now That We Don't Talk from 1989 (Taylor's Version) [From the Vault] on the guitar and Innocent from Speak Now (Taylor's Version) on the piano. At the top of the concert, Swift praised the sold-out crowd inside the Allianz Parque stadium. You went ahead and broke the attendance record for this stadium, she said for her inaugural show in the city. Which means there has never been this many people in this room before. Thank you São Paulo.",
    "PublisherName": "Bryan West",
    "PublisherPhoto": "https://i.ibb.co/6wHdnyB/Artboard-10.jpg",
    "PublishedDate": "2023-11-24",
    "Image1": "https://i.ibb.co/YkDvzSZ/Artboard-10.jpg",
    "Image2": "https://i.ibb.co/hgwm1CF/Artboard-10.jpg",
    "BackgroundImage": "https://i.ibb.co/0jjfJT4/Artboard-10.jpg",
    "Package": "free",
    "tag":"Entertainment",
    "status":"Approved"
  },
  {
    "NewsTitle": "Dolly Parton's cheerleader outfit can teach us all a lesson on ageism",
    "ShortDescription": "Country music icon Dolly Parton rocked the Thanksgiving Day halftime show, dressed as a cheerleader, for the Cowboys and Commanders game.",
    "Description1": "Music icon Dolly Parton, 77, shocked fans and football fanatics alike on Thanksgiving when she performed her hit songs during the Dallas Cowboys and Washington Commanders game halftime show while donning a Cowboys cheerleader uniform. Parton strutted across the stage in the famous star-studded white vest and shorts as the Cowboy cheerleaders, who are less than half her age, danced on the field in the same costume. Most viewers applauded Parton’s confidence and defiance of society’s fashion standards for women her age. “To be her age and look that damn good, you go girl,” one TikTokker wrote. Others suggested her attire wasn’t appropriate. ",
    "Description2": "When you're younger, the pressure is to look sexy, to look hot, Leora Tanenbaum, author of I Am Not a Slut: Slut-Shaming in the Age of the Internet, previously told USA TODAY. As you get older, and you age out of those pressures and expectations, you're still supposed to conform to a very narrow set of rules and guidelines that are never really spelled about what you're supposed to look like physically. Martha Stewart, 82, attracted similar judgment for posing on the cover of Sports Illustrated last year and for a pool selfie that went viral. While on the red carpet for the Fashion Group International Night of Stars gala last month, the businesswoman and television personality was asked by Page Six about her thoughts on the general notion that people of a certain age should stick to dressing in a particular way.",
    "Description3": "Style coach Megan LaRussa previously told USA TODAY Stewart's comments push back against the narrative that women should conceal themselves more as they get older. Like Parton, Stewart and Biden, experts say one of the first steps to eliminating ageist judgment, or at least not letting it affect you negatively, is to be unapologetically you. In a Vogue cover interview in June 2021, Biden said it's kind of surprising, I think, how much commentary is made about what I wear or if I put my hair in a scrunchie.",
    "PublisherName": "Katie Camero",
    "PublisherPhoto": "https://i.ibb.co/6sZMGy9/Artboard-11.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/WfhFqxL/Artboard-11.jpg",
    "Image2": "https://i.ibb.co/QcMYbgX/Artboard-11.jpg",
    "BackgroundImage": "https://i.ibb.co/q1tgbyv/Artboard-11.jpg",
    "Package": "free",
    "tag":"Entertainment",
    "status":"Approved"
  },
  {
    "NewsTitle": "It's holiday cookie baking season: Try these expert tips to make healthy cookies.",
    "ShortDescription": "We’re officially in the holiday season, and that means it’s time to get your stand mixers and oven mitts out for cookie baking.",
    "Description1": "Among USA TODAY’s holiday cookie baking tips: Come up with a baking strategy, choose at least one recipe from each of these five categories and separate strong flavors and milder cookies before putting them into a cooking box. But if you have health goals or are worried about your habits falling to the wayside this holiday season, here are a few tips to make your holiday cookie baking a bit more nutritious. ",
    "Description2": "If you’re a little more experimental in the kitchen, try out a different kind of flour, which Pappa says can upgrade the nutritional density of your cookie. Options like almond, cassava or oat flour often have more protein, vitamins and minerals than white flour. You also may have an easier time with moderation. Cookies, like other desserts, are hyper-palatable foods, meaning their combination of fat, sugar, sodium and carbohydrates makes them addictive and artificially rewarding to eat. ",
    "Description3": "For example, 100 grams of all-purpose flour contains 13.3 grams of protein, 3.3 grams of fiber and 0.33 grams of fiber, as well as a touch of iron. The same amount of almond flour has 21.4 grams of protein, 14.3 grams of fiber, as well as more calcium, iron, magnesium and potassium. Pappa also recommends searching for recipes that use whole food sources, like dates, bananas or sweet potatoes, instead of sugar or alongside sugar. You’ve probably used bananas as a supportive sweetener in banana bread – it often doesn’t replace sugar or other sweeteners completely, but it makes it so that you don’t have to include as much. ",
    "PublisherName": "Clare Mulroy",
    "PublisherPhoto": "https://i.ibb.co/f98TT2x/Artboard-12.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/KKdX3FG/Artboard-12.jpg",
    "Image2": "https://i.ibb.co/k44W4Cy/Artboard-12.jpg",
    "BackgroundImage": "https://i.ibb.co/D5GMRTB/Artboard-12.jpg",
    "Package": "premium",
    "tag":"LifeStye",
    "status":"Approved"
  },
  {
    "NewsTitle": "When do babies typically start walking? How to help them get there.",
    "ShortDescription": "Parents are keen to witness everything their baby does. Whether letting out that first laugh, showing off that toothless smile or crawling around on the floor",
    "Description1": "Parents are keen to witness everything their baby does. Whether letting out that first laugh, showing off that toothless smile or crawling around on the floor, camcorders and phone cameras are usually close at hand with parents ready to capture every moment. But few milestones are more anticipated or more memorable than witnessing baby's first steps. As exciting as it can be for a parent, it's an adventurous new development for baby as well since it gives them a different perspective on their surroundings and many new opportunities to explore and play. ",
    "Description2": "Babies usually begin walking around 12 months, explains Dr. Alison Mitzner, a board-certified pediatrician and author of Calm and Confident Parenting. But she adds that this timing can vary, and some babies may start earlier or later. Indeed, some babies start walking as early as 8 months, others around 16 or 17 months. The American Academy of Pediatrics recommends talking to your pediatrician if your child isn’t walking by 18 months. Various factors can affect when a baby starts walking including motor skills development, coordination, balance, confidence level and even genetics. Environment and personality also commonly impacts this timeframe. Babies may walk earlier because of differences in temperament, says Dr. Michael Yogman, a pediatrician and primary care physician at Cambridge Pediatrics and chief of the division of ambulatory pediatrics at Mount Auburn Hospital at Harvard Medical School. Occasionally, younger siblings walk early to keep up with older siblings, he adds.",
    "Description3": "Another factor is whether parents have spent time helping their baby learn to support their weight and control their upper body. Though Mitzner says parents should not push their child to walk before they are ready, they can encourage their baby to walk by creating a safe and supportive environment while helping them practice. Yogman says this includes activities like assisting with the motion of pulling to stand by placing favorite toys on a couch or chair so baby learns to pull themselves up while you support them. Plus, helping them move along furniture or their crib, and eventually walking while holding onto your hand.",
    "PublisherName": "Daryl Austin",
    "PublisherPhoto": "https://i.ibb.co/dM60kdb/Artboard-13.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/HTPS9QQ/Artboard-13.jpg",
    "Image2": "https://i.ibb.co/k100gfV/Artboard-13.jpg",
    "BackgroundImage": "https://i.ibb.co/MVFQxQn/Artboard-13.jpg",
    "Package": "free",
    "tag":"LifeStye",
    "status":"Approved"
  },
  {
    "NewsTitle": "Could IonQ become the next Nvidia?",
    "ShortDescription": "Nvidia's (NASDAQ: NVDA) stock has rallied about 1,110% over the past five years, turning it into the world's first trillion-dollar chipmaker.",
    "Description1": "Nvidia's (NASDAQ: NVDA) stock has rallied about 1,110% over the past five years, turning it into the world's first trillion-dollar chipmaker. A large portion of that rally was fueled by the explosive growth of the artificial intelligence (AI) market, which drove more companies to buy Nvidia's high-end data center chips for processing AI tasks. Nvidia might still have room to run, but it's asking a lot for a $1.2 trillion company to generate even bigger multibagger gains. Therefore, many investors are already likely seeking out the next Nvidia — a company that is exposed to the same secular AI tailwinds but has more upside potential. Could the quantum computing company IonQ (NYSE: IONQ) check all the right boxes?",
    "Description2": "Unlike traditional computers, which process data with binary bits of zeros and ones, quantum computers can store zeros and ones simultaneously in qubits to process data at much faster rates. However, quantum computing systems are also much larger, more expensive, and more prone to making mistakes than traditional computers. IonQ aims to resolve those issues with a trapped ion architecture that enables it to produce much smaller qubit processing unit (QPU) systems than its competitors. Its QPU system is only two inches wide, while IBM's refrigerated casing for a single QPU is about six feet wide. Alphabet's Google has also been developing a QPU system, which is about 20 feet wide.",
    "Description3": "Nvidia's GPUs are well suited to process AI tasks because they use vector processing, which processes a wide range of integers and floating point numbers simultaneously. Traditional CPUs process each piece of data individually with scalar processing, which makes them less efficient at processing complex AI and machine learning tasks. Quantum computing platforms could further accelerate that process by moving beyond binary computing methods. According to Fortune Business Insights, the quantum computing market could still grow at a CAGR of 32% from 2023 to 2030. One of IonQ's top partners is Zapata AI, a developer of quantum-powered generative AI solutions for large organizations. Last year, Zapata, IonQ, and several of their partners received a multi-year award from the U.S. Defense Advanced Research Projects Agency (DARPA) to fund the development of new quantum benchmarking tools.",
    "PublisherName": "Leo Sun",
    "PublisherPhoto": "https://i.ibb.co/w7RmXkN/Artboard-14.jpg",
    "PublishedDate": "2023-11-22",
    "Image1": "https://i.ibb.co/7jYcgh7/Artboard-14.jpg",
    "Image2": "https://i.ibb.co/2d2gmmD/Artboard-14.jpg",
    "BackgroundImage": "https://i.ibb.co/Tg4hj4h/Artboard-14.jpg",
    "Package": "premium",
    "tag":"Technology",
    "status":"Approved"
  },
  {
    "NewsTitle": "These artificial intelligence (AI) stocks are better buys than Nvidia",
    "ShortDescription": "The artificial intelligence (AI) market has exploded this year, with the launch of OpenAI's ChatGPT last November reigniting interest in the technology.",
    "Description1": "The artificial intelligence (AI) market has exploded this year, with the launch of OpenAI's ChatGPT last November reigniting interest in the technology. Countless stocks have benefited from the sector's growth, leading the Nasdaq-100 Technology Sector index to soar 50% year to date. Nvidia (NASDAQ: NVDA) has been one of the biggest winners amid all of the AI excitement. Its years of dominance in graphics processing units (GPUs) perfectly positioned it to profit substantially from the market's growth as the chips are crucial to developing AI models. As a result, Nvidia shares have skyrocketed 237% since Jan. 1, alongside soaring earnings.",
    "Description2": "While Nvidia has been one of the best investments in 2023, there are better options going into the new year. Investors interested in AI might be better off now buying stocks in companies that are at earlier stages in their AI expansions and have more room for growth over the long term. While chipmakers like Nvidia are attractive ways to invest in AI, software companies developing the platforms that will get the technology into billions of consumers' homes should not be overlooked. As the home of potent brands such as YouTube, Android, and the many products under Google, Alphabet (NASDAQ: GOOG) (NASDAQ: GOOGL) is an attractive option.",
    "Description3": "This year, competitors such as Amazon and Microsoft have slightly overshadowed the company in AI. However, the chart below shows that Alphabet's stock is now one of the biggest bargains in AI, with its lower price-to-earnings ratio offering far more value than these companies -- and Nvidia. Alphabet isn't new to AI, with CEO Sundar Pichai reiterating in May that the tech giant is seven years into its journey as an AI-first company. However, Alphabet has ramped up its expansion in the market in 2023. The company is currently focused on developing Gemini, a large-language model based on massive data sets. It is expected to launch in the first quarter of 2024 and be highly competitive with other models on the market.",
    "PublisherName": "Dani Cook",
    "PublisherPhoto": "https://i.ibb.co/JHmRw65/Artboard-15.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/rM5JLZT/Artboard-15.jpg",
    "Image2": "https://i.ibb.co/pdz5Hnr/Artboard-15.jpg",
    "BackgroundImage": "https://i.ibb.co/WDSfT8R/Artboard-15.jpg",
    "Package": "free",
    "tag":"Technology",
    "status":"Approved"
  },
  {
    "NewsTitle": "More hostages expected to be freed; 2nd day of Israel-Hamas temporary cease-fire: Updates",
    "ShortDescription": "Another group of hostages taken captive by Hamas seven weeks ago is set to be returned to Israel on Saturday",
    "Description1": "Another group of hostages taken captive by Hamas seven weeks ago is set to be returned to Israel on Saturday, in exchange for Palestinians held as prisoners in Israeli jails.Saturday marked the second day of a temporary cease-fire in the Israel-Hamas war. The first day saw the successful exchange of 24 hostages for 39 prisoners, a relief for family members who had anxiously awaited any news of their loved ones since Hamas' October 7 attack. Details of the exchange on Saturday were still in flux by late afternoon in Israel, but Hamas provided international mediators with a list of over a dozen hostages it was prepared to release, Egyptian officials speaking under the condition of anonymity told the Associated Press.",
    "Description2": "Israel's Prison Service said earlier Saturday it planned to release dozens of prisoners. No Americans were among the captives released on Friday, when the temporary cease-fire first went into effect. President Joe Biden has said Americans will be among the 50 hostages released but that it wasn’t clear when. Brokered by the United States, Qatar and Egypt, the deal called for a four-day pause in fighting and the release of 50 hostages held by Hamas in exchange for 150 Palestinians held in Israeli prisons. Many, if not all of those released from both sides will be women and children. Israel also agreed to extend the fighting pause one day for every 10 additional hostages Hamas releases.",
    "Description3": "Israel has vowed to resume its offensive after the truce, though Biden has expressed hope for an extension of the truce. The deal was originally scheduled to begin Thursday but was delayed by what a Qatari official said were logistical issues, including verification of the hostage release list exchanged by Israel and Hamas. More than 13,300 Palestinian people have been killed since Oct. 7, according to Gaza’s Ministry of Health. That does not include updated numbers from hospitals in the north, where communications have broken down. The ministry says some 6,000 people have been reported missing, feared buried under rubble. Israeli officials said about 1,200 people have been killed, and an estimated 240 were taken hostage by Hamas.",
    "PublisherName": "Minnah Arshad",
    "PublisherPhoto": "https://i.ibb.co/7JB9Nxs/Artboard-16.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/42xB07t/Artboard-16.jpg",
    "Image2": "https://i.ibb.co/dQMkD3B/Artboard-16.jpg",
    "BackgroundImage": "https://i.ibb.co/crTW2JJ/Artboard-16.jpg",
    "Package": "free",
    "tag":"International",
    "status":"Approved"
  },
  {
    "NewsTitle": "See the iconic Florida manatees as they keep fighting for survival",
    "ShortDescription": "CRYSTAL RIVER, Fla. ‑ Ripples from the August rain made it hard to see what was happening in the water under the tour boat: manatees snacking on a salad bar of seagrass.",
    "Description1": "After decades of being classified as endangered, manatees had recovered to a point that the federal government in 2017 reclassified them as threatened under the Endangered Species Act, a move some environmental groups decried as premature. But that decision could be reversed. The U.S. Fish and Wildlife Service recently announced it would review the status of the West Indian manatee, including populations in Florida and Puerto Rico. The move came after a manatee die-off in Florida and petitions from environmental organizations to reconsider, given those deaths and other issues with pollution and water quality.",
    "Description2": "Sara Newman helps people connect with the manatees from a safe distance as a swim guide with River Ventures in Crystal River, Fla. During a recent tour, she gave some rules before leaving the boat to float in the water with the manatees. There are warnings against corralling manatees. And — of course — people aren't allowed to touch. The rain obscures most of the view below the surface, but a few of Florida’s slowest residents are still visible. Newman said she believed one of the manatees was pregnant, an exciting development along the canals they call home.",
    "Description3": "Danger still lurks in the water for manatees: Newman said boat strikes, habitat loss, and cold stress during the winter are three of their biggest killers. Almost 10,000 manatees live in Florida, according to the Florida Fish and Wildlife Conservation Commission. The estimate is based on abundance surveys conducted in December 2021 on the state's west coast and early December 2022 on the east coast. Water quality issues in the state remain a top concern for manatees, Powell said. That includes algal blooms, which can cut off the food supply by blocking the sunlight seagrasses need to grow. He has also been looking into unusual mortality events, or UMEs, manatees have faced in recent years. In 2021, more than 1,000 manatees died in a UME, due to starvation on the East Coast, according to Save the Manatee, a nonprofit that works to protect the species and their home.",
    "PublisherName": "Megan Smith",
    "PublisherPhoto": "https://i.ibb.co/yS6HZ0C/Artboard-17.jpg",
    "PublishedDate": "2023-11-24",
    "Image1": "https://i.ibb.co/qFkbLGs/Artboard-17.jpg",
    "Image2": "https://i.ibb.co/vHhDH1T/Artboard-17.jpg",
    "BackgroundImage": "https://i.ibb.co/cJdQcBr/Artboard-17.jpg",
    "Package": "premium",
    "tag":"Environment",
    "status":"Approved"
  },
  {
    "NewsTitle": "Is Trump right about World War III? Here's why we should be worried.",
    "ShortDescription": "To address the rising danger in the world, Americans must address the chaos at home. But we have barely begun to do so.",
    "Description1": "Speaking to supporters recently in Kissimmee, Florida, former President Donald Trump offered the American people what might strike some as a hyperbolic warning: “I make you this promise as your president. … I will restore peace through strength, and yes I am the only one that will prevent World War III because we are very close to World War III.” Put aside the question of whether Trump is more likely to be the cause of, rather than our salvation from, an international conflict. The leading candidate for the Republican presidential nomination might not be wrong about the peril of the moment we find ourselves in.",
    "Description2": "We appear to be closer to a world war than we have been at any time since the end of the Cold War. We as a nation have been slow to realize this. Yet, we are even slower to understand that the chances of such a conflict rise the more divided the American people are at home. The danger of global conflagration demands that Americans take toxic polarization far more seriously than we ever have before. What is the reality of the moment we are in? Two analyses must be brought to bear on this question: one is geopolitical, the other domestic.",
    "Description3": "With respect to our international circumstances, we must understand that the world is already at war. Counting the wars involving Ukraine and Russia, and Israel and Hamas, the Council on Foreign Relations' Global Conflict Tracker identifies more than 25 ongoing conflicts, ranging from brutal civil wars in Sudan and Yemen to the tense and dangerous standoff between China and Taiwan. War is a fact of life in the world. That it tends not to touch the daily lives of most Americans is a testament to the great safety and privilege most of us enjoy living in the United States. In World War I and World War II, major military powers, with strong coalitions on both sides, engaged in prolonged conflicts that became global in scale in part because of existing alliances. In 2023, our geopolitical moment carries echoes of the strategic alliances that helped lead to World War I as well as the ideological tensions that helped to set off World War II.",
    "PublisherName": "John Wood Jr.",
    "PublisherPhoto": "https://i.ibb.co/JCbj8DC/Artboard-18.jpg",
    "PublishedDate": "2023-11-24",
    "Image1": "https://i.ibb.co/k2smwkv/Artboard-18.jpg",
    "Image2": "https://i.ibb.co/34qXsMQ/Artboard-18.jpg",
    "BackgroundImage": "https://i.ibb.co/8xQBKWz/Artboard-18.jpg",
    "Package": "premium",
    "tag":"Politics",
    "status":"Approved"
  },
  {
    "NewsTitle": "Fatal crashes reported; snow forecast: Thanksgiving holiday weekend travel safety news",
    "ShortDescription": "Clear weather is in the forecast for many of the millions of Americans returning home after the Thanksgiving holiday this weekend",
    "Description1": "Clear weather is in the forecast for many of the millions of Americans returning home after the Thanksgiving holiday this weekend, but snowfall is expected across the Rockies and Midwest, potentially dangerous conditions on a holiday weekend already plagued with fatal crashes.  The skies are expected to be especially busy. The Transportation Security Administration projected the Sunday after Thanksgiving will be its busiest travel day ever, with an estimated 2.9 million travelers preparing to fly, surpassing a previous record of more than 2.8 million passengers recorded on December 1, 2019.",
    "Description2": "The National Weather Service predicted a storm could blanket some areas of western Colorado, Utah, and Wyoming in up to two feet of snow through Friday. On Saturday morning, the storm will pivot towards the Midwest, triggering snowfall in parts of Kansas, Nebraska, Illinois, and Michigan, according to Accuweather. With area temperatures in the mid-20s during the night, the snow could cause icy road conditions.",
    "Description3": "Meanwhile, skies were mostly sunny over the East Coast on Thursday and Friday, although some rain and showers were expected in some the areas, including in New York, Boston, and Philadelphia. California skies were sunny from Los Angeles to the northern part of the state, while forecasts for Seattle and the Pacific Northwest showed mostly sunny skies and temperatures in the 30's and 40's. A cold front was expected to push into Texas after the Thursday holiday, with a chance of rain in Houston on Saturday night.",
    "PublisherName": "Cybele Mayes-Osterman",
    "PublisherPhoto": "https://i.ibb.co/BKXRTDg/Artboard-19.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/ngQpPB0/Artboard-19.jpg",
    "Image2": "https://i.ibb.co/rMmY8Cw/Artboard-19.jpg",
    "BackgroundImage": "https://i.ibb.co/FKDRYcR/Artboard-19.jpg",
    "Package": "free",
    "tag":"Environment",
    "status":"Approved"
  },
  {
    "NewsTitle": "King Charles honors Blackpink for environmental efforts",
    "ShortDescription": "Blackpink can now add Honorary Members of the Order of the British Empire to their growing list of accolades.",
    "Description1": "King Charles III honored the K-Pop band, who released their first studio album in 2020, at Buckingham Palace Wednesday for their efforts as advocates at the Conference of the Parties, a meeting to discuss climate change, in 2021. Band members Roseanne Park (Rosé), Jennie Kim, Jisoo Kim and Lalisa Manoban (Lisa) posed with King Charles, South Korea's President Yoon Suk Yeol, and the first lady of South Korea, Kim Keon Hee, after receiving the honor. (Park's MBE came without the honorary qualifier because she has dual citizenship in New Zealand, one of the 14 countries where the U.K. monarch is head of state.)",
    "Description2": "The honors were presented Wednesday morning in the 1844 Room at Buckingham Palace. The awards are part of Britain's honors system, which recognizes outstanding service to the nation and the wider world. Non-U.K. citizens, and those who aren’t members of the 14 realms, receive honorary versions of the awards. King Charles hosted the president and his wife at a glittering banquet at Buckingham Palace Tuesday, as Britain rolled out the red carpet for a formal state visit aimed at strengthening trade and defense ties between South Korea and the U.K.",
    "Description3": "The U.K. government hopes the Korean leader's three-day visit will help cement an Indo-Pacific tilt in its foreign and trade policy. At the sumptuous white tie and tiara banquet, Charles paid tribute to South Korea’s political and economic advances and celebrated its culture. The monarch also singled out praise for Blackpink, in attendance among more than 170 guests in the grand ballroom. For the event, Camilla donned the late Queen Elizabeth II‘s ruby and diamond Burmese tiara and a red gown for the occasion, while Kate, the Princess of Wales, chose a white gown paired with what’s known as the Strathmore Rose tiara. The headpiece had belonged to Elizabeth’s mother, known as the Queen Mother.",
    "PublisherName": "Jill Lawless",
    "PublisherPhoto": "https://i.ibb.co/TTQD2s9/Artboard-20.jpg",
    "PublishedDate": "2023-11-25",
    "Image1": "https://i.ibb.co/ZVTdZ6V/Artboard-20.jpg",
    "Image2": "https://i.ibb.co/x3V5hvV/Artboard-20.jpg",
    "BackgroundImage": "https://i.ibb.co/RvVFsgC/Artboard-20.jpg",
    "Package": "free",
    "tag":"Entertainment",
    "status":"Approved"
  }
]